Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: Actions
ja_jp: アクション

source: Preview
ja_jp: プレビュー

source: Theme
ja_jp: テーマ

source: Performance check-ins
ja_jp: 業績チェックイン

source: Regular check-ins
ja_jp: 定期チェックイン

source: Select and configure the widgets that you want to see on the check-in report page.
ja_jp: チェックインレポートページに表示したいウィジェットを選択し、設定します。

source: Template widget settings
ja_jp: テンプレートウィジェット設定

source: Career Development
ja_jp: キャリア開発

source: Check-Ins
ja_jp: チェックイン

source: Documents
ja_jp: ドキュメント

source: Data Foundation
ja_jp: データ基盤

source: Feedback
ja_jp: フィードバック

source: Goals
ja_jp: 目標

source: General
ja_jp: 一般

source: Proxy
ja_jp: 代理

source: Reviews
ja_jp: レビュー

source: Notification trigger
ja_jp: 通知トリガー

source: "Bookmarks" widget
ja_jp: ［ブックマーク］ウィジェット

source: "Company update" widget
ja_jp: ［会社からの更新情報］ウィジェット

source: Select the widgets you want to display on the homepage.
ja_jp: ホームページに表示したいウィジェットを選択します。

source: "External links" widget
ja_jp: ［外部リンク］ウィジェット

source: "Knowledge Base" widget
ja_jp: ［Knowledge Base］ウィジェット

source: "Next steps" widget
ja_jp: ［次のステップ］ウィジェット

source: "Quick link" widget
ja_jp: ［クイックリンク］ウィジェット

source: "Schedule" widget
ja_jp: ［スケジュール］ウィジェット

source: "Take actions" widget
ja_jp: ［アクションの実行］ウィジェット

source: Homepage widgets
ja_jp: ホームページのウィジェット

source: This page is read-only. To make changes, contact your system administrator.
ja_jp: このページは読み取り専用です。変更を加えるには、システム管理者に連絡してください。

source: Select goal types
ja_jp: 目標タイプを選択

source: Absence
ja_jp: 欠勤

source: Sample text describing the behavior of enabling and disabling Analytics Hub. To be changed.
ja_jp: Analytics Hubの有効化と無効化の動作を説明するサンプルテキスト。変更予定。

source: Enable "Analytics Hub"
ja_jp: ［Analytics Hub］を有効化

source: Application management
ja_jp: アプリケーション管理

source: Behaviors
ja_jp: 行動

source: Enable the "Behaviors" feature
ja_jp: ［行動］機能を有効化

source: Users will be able to create and manage behavior libraries within the application. When enabled, workers will be able to give and receive behaviors, and provide behavior data in coaching reports.
ja_jp: ユーザーはアプリケーション内で行動ライブラリを作成および管理できるようになります。有効化すると、従業員は行動を提供または受領し、コーチングレポートに行動データを提供できるようになります。

source: Behavior libraries
ja_jp: 行動ライブラリ

source: Add behavior
ja_jp: 行動を追加

source: Color
ja_jp: 色

source: Create library
ja_jp: ライブラリを作成

source: Create behavior library
ja_jp: 行動ライブラリを作成

source: Delete behavior
ja_jp: 行動を削除

source: Are you sure you want to delete this behavior?
ja_jp: この行動を削除してもよろしいですか？

source: Description
ja_jp: 説明

source: Image and title
ja_jp: 画像とタイトル

source: Image only
ja_jp: 画像のみ

source: Name only
ja_jp: 名前のみ

source: Display options
ja_jp: 表示オプション

source: Edit behavior library
ja_jp: 行動ライブラリを編集

source: Enable behavior
ja_jp: 行動を有効化

source: Image
ja_jp: 画像

source: Name
ja_jp: 名前

source: Assignment
ja_jp: 割り当て

source: Assign the library to an organizational unit
ja_jp: ライブラリを組織単位に割り当て

source: Add behaviors to the library
ja_jp: ライブラリに行動を追加

source: Library details
ja_jp: ライブラリの詳細

source: Enter the basic information of the library
ja_jp: ライブラリの基本情報を入力

source: Behavior settings
ja_jp: 行動設定

source: Enable the "Benchmarking" widget
ja_jp: ［ベンチマーキング］ウィジェットを有効化

source: Publish
ja_jp: 公開

source: Are you sure you want to publish the career development plan?
ja_jp: キャリア開発計画を公開してもよろしいですか？

source: Cancel
ja_jp: キャンセル

source: Publish career development plan
ja_jp: キャリア開発計画を公開する

source: Your changes were successfully published.
ja_jp: 変更が正常に公開されました。

source: Enable the "Career Development" feature
ja_jp: ［キャリア開発］機能を有効化

source: At least one population or worker must be selected.
ja_jp: 少なくとも1つの集団または社員を選択する必要があります。

source: Career development settings
ja_jp: キャリア開発設定

source: Edit conversation labeling
ja_jp: 会話のラベリングを編集

source: For workers
ja_jp: 従業員向け

source: For managers
ja_jp: マネージャ向け

source: The default language is mandatory. You can also provide translated versions using this drop-down list to select a new language.
ja_jp: デフォルト言語は必須です。また、このドロップダウンリストを使用して新しい言語を選択し、翻訳されたバージョンを提供することもできます。

source: To apply your changes to the configuration of new check-ins, save your modifications.
ja_jp: 新しいチェックインの設定に変更を適用するには、変更を保存してください。

source: Users will see these changes the next time they refresh their page or log into the application.
ja_jp: ユーザーは、次回のページ更新時またはアプリケーションへのログイン時にこれらの変更を確認できます。

source: Edit discussion points
ja_jp: ディスカッションポイントを編集

source: These discussion points will be prepopulated when creating a check-in. Users can edit them and add their own discussion points.
ja_jp: これらのディスカッションポイントは、チェックインの作成時に事前入力されます。ユーザーはこれらを編集したり、独自のディスカッションポイントを追加したりできます。

source: Check-ins
ja_jp: チェックイン

source: Check-in settings
ja_jp: チェックイン設定

source: To apply your changes, save your modifications.
ja_jp: 変更を適用するには、変更を保存してください。

source: Enable the "Behavior rating" widget
ja_jp: ［行動評価］ウィジェットを有効化

source: Enable the "Behaviors" widget
ja_jp: ［行動］ウィジェットを有効化

source: Edit chat text
ja_jp: チャットテキストを編集

source: Enable the "Goal rating" widget
ja_jp: ［目標評価］ウィジェットを有効化

source: Enable the "Goals" widget
ja_jp: ［目標］ウィジェットを有効化

source: Enable the "Overall performance rating" widget
ja_jp: ［総合業績評価］ウィジェットを有効化

source: Enable chat
ja_jp: チャットを有効化

source: Check-in template settings
ja_jp: チェックインテンプレート設定

source: Check-in templates
ja_jp: チェックインテンプレート

source: Widget settings
ja_jp: ウィジェット設定

source: Hide/show the widgets in the check-in report page.
ja_jp: チェックインレポートページで、ウィジェットの非表示/表示を切り替えます。

source: Enable documents
ja_jp: ドキュメントを有効化

source: Document settings
ja_jp: ドキュメント設定

source: Appearance
ja_jp: 外観

source: Compare
ja_jp: 比較

source: Enable the "Compare" feature
ja_jp: ［比較］機能を有効化

source: "Behaviors" widget
ja_jp: ［行動］ウィジェット

source: "Check-ins" widget
ja_jp: ［チェックイン］ウィジェット

source: "Goals" widget
ja_jp: ［目標］ウィジェット

source: "Reviews" widget
ja_jp: ［レビュー］ウィジェット

source: Compare settings
ja_jp: 比較設定

source: Select the widgets that you want to see in the Compare page.
ja_jp: 比較ページに表示したいウィジェットを選択します。

source: Compensation
ja_jp: 報酬

source: Compensation Element
ja_jp: 報酬要素

source: Compensation History
ja_jp: 報酬履歴

source: Enable the "Compensation" feature
ja_jp: ［報酬］機能を有効化

source: Compensation settings
ja_jp: 報酬設定

source: Cost Center
ja_jp: コストセンター

source: Country
ja_jp: 国

source: Custom Fields
ja_jp: カスタムフィールド

source: This element cannot be deactivated; it is used in another process.
ja_jp: この要素を無効化できません。他のプロセスで使用されています。

source: The field was successfully deactivated.
ja_jp: フィールドが正常に無効化されました。

source: Are you sure you want to deactivate this field? This action cannot be undone.
ja_jp: このフィールドを無効にしてもよろしいですか？ この操作は元に戻せません。

source: Custom field deactivation
ja_jp: カスタムフィールドの無効化

source: Field details
ja_jp: フィールドの詳細

source: Define the entity to which this field belongs, and its name and type.
ja_jp: このフィールドが属するエンティティ、およびその名前とタイプを定義します。

source: This field cannot be deactivated; it is already used in some models.
ja_jp: このフィールドは無効化できません。何らかのモデルですでに使用されています。

source: You cannot edit this field; it is already used in some models.
ja_jp: このフィールドは編集できません。何らかのモデルですでに使用されています。

source: Clear all filters & search
ja_jp: すべてのフィルタと検索をクリア

source: No results match the search/filter criteria. Remove the filters and clear the search to show all results
ja_jp: 検索/フィルタ条件に一致する結果はありません。フィルタを削除し、検索をクリアしてすべての結果を表示してください。

source: No results
ja_jp: 結果なし

source: Get started by creating one
ja_jp: 最初の1つを作成

source: No custom fields yet
ja_jp: まだカスタムフィールドがありません

source: Created by:
ja_jp: 作成者：

source: Created on:
ja_jp: 作成日：

source: Entity:
ja_jp: エンティティ：

source: Required:
ja_jp: 必須：

source: Field name
ja_jp: フィールド名

source: Type:
ja_jp: タイプ：

source: Entity
ja_jp: エンティティ

source: All
ja_jp: すべて

source: Is PII
ja_jp: PIIである

source: Type
ja_jp: タイプ

source: Set the default value
ja_jp: デフォルト値を設定

source: Default value
ja_jp: デフォルト値

source: Select entity
ja_jp: エンティティを選択

source: Enable PII
ja_jp: PIIを有効化

source: This field will contain personally identifiable information (PII)
ja_jp: このフィールドには個人識別情報（PII）が含まれます

source: When this option is enabled, a default value must be defined.
ja_jp: このオプションが有効化されている場合は、デフォルト値を定義する必要があります。

source: Set this field as required
ja_jp: このフィールドを必須に設定

source: Explain the use of this field or any other relevant information
ja_jp: このフィールドの使用目的またはその他の関連情報を説明

source: Provide a name for the field
ja_jp: フィールドの名前を指定

source: Your custom field was successfully created.
ja_jp: カスタムフィールドが正常に作成されました。

source: Create custom field
ja_jp: カスタムフィールドを作成

source: Edit custom field
ja_jp: カスタムフィールドを編集

source: Select type
ja_jp: タイプを選択

source: Used in
ja_jp: 以下で使用中：

source: Indicate whether this field contains personally identifiable information, allowing an individual's identity to be inferred directly or indirectly.
ja_jp: このフィールドが個人の身元を直接または間接的に特定可能な個人識別情報を含むかどうかを示します。

source: Personally identifiable information
ja_jp: 個人識別情報

source: Active
ja_jp: アクティブ

source: Deactivated
ja_jp: 無効化済み

source: Not PII
ja_jp: PIIではない

source: Custom fields
ja_jp: カスタムフィールド

source: {{current}}/{{max}} active fields
ja_jp: アクティブフィールド：{{max}}件中{{current}}件

source: You can create up to {{max}} custom fields.
ja_jp: 最大{{max}}個のカスタムフィールドを作成できます。

source: You have reached the maximum number of active custom fields. Please deactivate a field to create a new one.
ja_jp: アクティブなカスタムフィールドの最大数に達しました。新規作成するには、フィールドのいずれかを無効化してください。

source: Indicate whether the field is optional or required. A default value must be provided for required fields; it will be automatically applied if no explicit value is supplied.
ja_jp: フィールドがオプションか必須かを指定します。必須フィールドには既定値を指定する必要があります。明示的な値が指定されていない場合は、既定値が自動的に適用されます。

source: Field behavior
ja_jp: フィールドの動作

source: Search for a field
ja_jp: フィールドを検索

source: Status
ja_jp: ステータス

source: No
ja_jp: いいえ

source: Yes
ja_jp: はい

source: Data Upload
ja_jp: データのアップロード

source: Change upload behavior
ja_jp: アップロード動作を変更する

source: The size of the files exceed the maximum limit.
ja_jp: ファイルのサイズが最大制限を超えています。

source: Behavior:
ja_jp: 行動:

source: Completed time:
ja_jp: 完了時刻：

source: Initiated by:
ja_jp: 開始者：

source: System
ja_jp: システム

source: Source:
ja_jp: 出典：

source: Start time:
ja_jp: 開始時刻：

source: Status:
ja_jp: ステータス：

source: Upload log
ja_jp: ログをアップロード

source: Download template
ja_jp: テンプレートをダウンロード

source: Download template for deletion
ja_jp: 削除用テンプレートをダウンロード

source: Download template for ingestion
ja_jp: 取り込み用テンプレートをダウンロード

source: Download {{templateName}}
ja_jp: {{templateName}} をダウンロード

source: Get started by triggering one.
ja_jp: まずは1つ起動して始めましょう。

source: No uploads yet!
ja_jp: まだアップロードがありません！

source: Success
ja_jp: 成功

source: Failed
ja_jp: 失敗しました

source: In progress
ja_jp: 進行中

source: In sync
ja_jp: 同期中

source: Source
ja_jp: ソース

source: Start time
ja_jp: 開始時刻

source: Standard filters
ja_jp: 標準フィルター

source: Select filters
ja_jp: フィルターを選択

source: Queued
ja_jp: キューに追加されました

source: Search by data type name
ja_jp: データ型名で検索

source: Stale timeout
ja_jp: 有効期限切れタイムアウト

source: Publishing
ja_jp: 公開

source: Total uploads
ja_jp: 合計アップロード数

source: Upload behavior
ja_jp: 行動をアップロード

source: Full data upload
ja_jp: 全データのアップロード

source: The upload behavior was successfully updated.
ja_jp: アップロードの動作が正常に更新されました。

source: Incremental data upload
ja_jp: 増分データのアップロード

source: Select the upload behavior for SFTP and UI data upload.
ja_jp: SFTPおよびUIデータアップロードのアップロード動作を選択してください。

source: Upload the complete effective-dated history for each worker every time. Any previously uploaded record that is missing from the file is treated as a soft delete and will no longer be available. Use this if you want the new upload to fully replace what is currently in the platform.
ja_jp: 毎回、各社員の有効日付きの履歴を完全な形でアップロードしてください。以前にアップロードしたレコードがファイルから欠落している場合、それはソフト削除として扱われ、利用できなくなります。今回のアップロードで、現在プラットフォームにある内容を完全に置き換えたい場合に使用してください。

source: Upload only what changed. New effective-dated rows or updates to existing rows. Records not included remain unchanged; only the rows present in the file are inserted or updated. Use this for ongoing incremental (delta) feeds.
ja_jp: 変更があったものだけをアップロードしてください。新しい有効日付きの行や既存の行の更新のみが対象です。含まれていないレコードは変更されません。ファイルに含まれる行だけが挿入または更新されます。継続的な増分（デルタ）フィードにはこれを使用してください。

source: Data upload behavior configuration
ja_jp: データアップロード動作の設定

source: Refresh
ja_jp: 更新

source: Email notification
ja_jp: メール通知

source: Upload notification
ja_jp: アップロード通知

source: Add workers that would like to be notified by email when upload requests fail.
ja_jp: アップロードリクエストが失敗した際にメールで通知を受け取りたい社員を追加します。

source: Workers
ja_jp: 社員

source: Search for a worker
ja_jp: 社員を検索

source: The notification recipients were successfully updated.
ja_jp: 通知の受信者が正常に更新されました。

source: Behavior
ja_jp: 行動

source: Deletion
ja_jp: 削除

source: Completion time
ja_jp: 完了時間

source: Back to data upload
ja_jp: データアップロードに戻る

source: No results matching the chosen ID.
ja_jp: 選択されたIDに一致する結果がありません。

source: Data type name
ja_jp: データ型名

source: Ingestion
ja_jp: 取り込み

source: Upload in progress
ja_jp: アップロード中

source: Your files are being uploaded. This pop-up will close automatically once the process is complete.
ja_jp: ファイルをアップロードしています。処理が完了すると、このポップアップは自動的に閉じます。

source: You have uploaded files for both ingestion and deletion.
ja_jp: 取り込みと削除の両方のファイルをアップロードしました。

source: File already added
ja_jp: ファイルは既に追加されています

source: The name and/or format of one of the selected file is not valid.
ja_jp: 選択されたファイルの名前や形式が正しくありません。

source: Incorrect file name
ja_jp: ファイル名が正しくありません

source: Your files
ja_jp: あなたのファイル

source: File names must follow the pattern 'DataType.csv' for ingestion or 'DataType_Delete.csv' for deletion.
ja_jp: ファイル名は、取り込みの場合は「DataType.csv」、削除の場合は「DataType_Delete.csv」のパターンに従う必要があります。

source: Total max size 10MB (combined size of all uploaded files). Max number of files: {{count}}
ja_jp: 合計最大サイズ10MB(アップロードされた全ファイルの合計サイズ)。最大ファイル数:{{count}}

source: Ingestion and deletion files cannot be uploaded simultaneously. Please upload only ingestion files (DataType.csv) or only deletion files (DataType_Delete.csv).
ja_jp: 取り込みファイルと削除ファイルを同時にアップロードすることはできません。取り込みファイル(DataType.csv)のみ、または削除ファイル(DataType_Delete.csv)のみをアップロードしてください。

source: Please upload at least one correct file.
ja_jp: 正しいファイルを少なくとも1つアップロードしてください。

source: Please upload at least one file.
ja_jp: 少なくとも1つのファイルをアップロードしてください。

source: File upload started.
ja_jp: ファイルのアップロードが開始されました。

source: File upload
ja_jp: ファイルのアップロード

source: Fill in the necessary details
ja_jp: 必要な詳細を入力してください

source: Upload the completed file. Submit files for either ingestion or deletion, but not both. Files meant for deletion must have the "_Delete" suffix at the end of their name.
ja_jp: 完了したファイルをアップロードしてください。取り込みまたは削除のいずれかのファイルを送信してください。両方は送信できません。削除対象のファイルは、ファイル名の末尾に「_Delete」というサフィックスを付ける必要があります。

source: Data management
ja_jp: データ管理

source: Data Models
ja_jp: データモデル

source: Created by
ja_jp: 作成者：

source: Created on
ja_jp: 作成日：

source: Creation date
ja_jp: 作成日

source: Are you sure you want to delete this model? This action cannot be undone. If you proceed, the element will be permanently removed from your data.
ja_jp: このモデルを削除してもよろしいですか？ この操作は元に戻せません。続行すると、この要素はデータから完全に削除されます。

source: Confirm deletion
ja_jp: 削除を確認

source: Details
ja_jp: 詳細

source: Model details
ja_jp: モデルの詳細

source: No models yet
ja_jp: まだモデルがありません

source: Entities & fields
ja_jp: エンティティとフィールド

source: Entity tree
ja_jp: エンティティツリー

source: List of entities and fields used and not used in this model.
ja_jp: このモデルで使用されているおよび使用されていないエンティティとフィールドのリスト。

source: Entity name
ja_jp: エンティティ名

source: Model title
ja_jp: モデルのタイトル

source: Entity used
ja_jp: 使用されているエンティティ

source: Used
ja_jp: 使用中

source: List of entities and fields used in this model.
ja_jp: このモデルで使用されているエンティティとフィールドの一覧です。

source: Total entities:
ja_jp: エンティティの合計数：

source: Total fields:
ja_jp: 合計フィールド数：

source: Fields used
ja_jp: 使用されているフィールド

source: Any
ja_jp: 任意

source: In use
ja_jp: 使用中

source: {{name}} grid preview
ja_jp: {{name}}グリッドのプレビュー

source: Last update
ja_jp: 最終更新

source: More details
ja_jp: 詳細情報

source: Search model
ja_jp: 検索モデル

source: Draft
ja_jp: ドラフト

source: Ready
ja_jp: 準備完了

source: Build a base for your budget, compensation round or process, bringing together a version of data from HR services, other beqom sources and external data.
ja_jp: 人事サービスや他のbeqomソース、外部データからのデータバージョンをまとめて、予算、報酬ラウンドまたはプロセスの基礎を構築します。

source: Updated by
ja_jp: 更新者：

source: Updated on
ja_jp: 更新日：

source: Require users to approve or reject your data privacy statement every time it is updated.
ja_jp: データプライバシー声明が更新されるたびに、ユーザーに承認または拒否を求めます。

source: Users must review each version of the data privacy statement
ja_jp: ユーザーは、データプライバシー声明の各バージョンを確認する必要があります

source: Settings
ja_jp: 設定

source: No translation was provided for the given language. To complete this section, please duplicate the statement.
ja_jp: 指定された言語への翻訳は提供されていません。このセクションを完了するには、明細書を複製してください。

source: No translation available
ja_jp: 翻訳なし

source: Data privacy statement text
ja_jp: データプライバシー声明文

source: Privacy statement text
ja_jp: プライバシー声明文

source: Are you sure you want to publish this statement?
ja_jp: この声明を公開してもよろしいですか？

source: Publish statement
ja_jp: 声明を公開

source: Date & time
ja_jp: 日時

source: Publish at a fixed date
ja_jp: 固定の日付に公開

source: Publish now
ja_jp: 今すぐ公開

source: Publish date
ja_jp: 公開日

source: The version is set automatically when creating a statement and increments with each update.
ja_jp: バージョンは声明作成時に自動的に設定され、各更新ごとに番号が増加します。

source: Statement version
ja_jp: 声明のバージョン

source: Confirm
ja_jp: 確認

source: Are you sure you want to delete this statement?
ja_jp: この声明を削除してもよろしいですか？

source: Delete statement
ja_jp: 声明を削除

source: The statement was successfully deleted.
ja_jp: 声明が正常に削除されました。

source: Deactivate
ja_jp: 無効化

source: Are you sure you want to deactivate this statement? Users won't be prompted to consent at first login and will no longer see the statement in their settings.
ja_jp: この声明を無効化してもよろしいですか？ ユーザーは初回ログイン時に同意を求められなくなり、設定にこの声明が表示されることもなくなります。

source: Deactivate statement
ja_jp: 声明を無効化

source: {{count}} approved
ja_jp: {{count}}人が承認済み

source: Effective date: {{date}}
ja_jp: 発効日：{{date}}

source: {{count}} rejected
ja_jp: {{count}}人が拒否済み

source: Inactive
ja_jp: 非アクティブ

source: Published
ja_jp: 公開済み

source: Version {{version}}
ja_jp: バージョン{{version}}

source: Require users to view and accept the data privacy statement at first login or policy update. Users must click "Accept" to access the platform, with no option to decline.
ja_jp: 初回ログイン時またはポリシー更新時に、データプライバシー声明の確認および承諾をユーザーに求めます。ユーザーは、プラットフォームにアクセスするには［承諾］をクリックする必要があり、拒否する選択肢はありません。

source: Users can only accept the data privacy statement
ja_jp: ユーザーは、データプライバシー声明を必ず承諾する必要があります

source: Data privacy
ja_jp: データプライバシー

source: The statement was successfully published.
ja_jp: 声明が正常に公開されました。

source: Enable this feature to set up, publish, and update data privacy statements for users. Once activated, statements are managed through the Data privacy statement page. Users will be prompted to consent at their first login and whenever the statement is updated.
ja_jp: この機能を有効化すると、ユーザー向けのデータプライバシー声明を設定、公開、更新できます。有効化された声明は、データプライバシー声明ページで管理されます。ユーザーは、初回ログイン時のほか、声明が更新されるたびに同意を求められます。

source: Data privacy settings
ja_jp: データプライバシー設定

source: Enable data privacy
ja_jp: データプライバシーを有効化

source: Add statement
ja_jp: 声明を追加

source: All available records will be visible here
ja_jp: 使用可能なすべてのレコードがここに表示されます

source: No privacy statements yet
ja_jp: まだプライバシー声明がありません

source: View & manage statements
ja_jp: 声明を表示および管理

source: Statements
ja_jp: 明細書

source: Deleted
ja_jp: 削除済み

source: Pending publishing
ja_jp: 公開待ち

source: Data Retention
ja_jp: データ保持

source: Anonymization
ja_jp: 匿名化

source: Worker avatar
ja_jp: 従業員のアバター

source: Worker avatar with name & role
ja_jp: 従業員のアバターおよび名前と役割

source: Deactivated user
ja_jp: 無効化されたユーザー

source: Deactivation
ja_jp: 無効化

source: Default
ja_jp: デフォルト

source: Deleted user
ja_jp: 削除されたユーザー

source: This user is no longer active
ja_jp: このユーザーはアクティブではありません

source: Worker signature
ja_jp: 従業員の署名

source: Display of the data in the user interface when someone is anonymized or removed from the system.
ja_jp: ユーザーが匿名化またはシステムから削除された場合の、ユーザーインターフェースにおけるデータ表示。

source: Enable global data retention
ja_jp: グローバルデータ保持を有効化

source: Define the global data retention rules that apply across whole organization.
ja_jp: 組織全体に適用されるグローバルデータ保持ルールを定義します。

source: Send a notification about upcoming deletion events
ja_jp: 今後の削除イベントに関する通知を送信

source: Define how many days before the hard deletion the notification will be sent
ja_jp: ハード削除の何日前に通知が送信されるかを定義

source: Set notification time
ja_jp: 通知時刻を設定

source: Specify the distribution settings for notifications about data retention events
ja_jp: データ保持イベントに関する通知の配信設定を指定

source: Add local rule
ja_jp: ローカルルールを追加

source: Add rule
ja_jp: ルールを追加

source: Edit rule
ja_jp: ルールを編集

source: Data retention period
ja_jp: データ保持期間

source: Select countries & data retention period
ja_jp: 国とデータ保持期間を選択

source: Add local data retention rule
ja_jp: ローカルデータ保持ルールを追加

source: Code
ja_jp: コード

source: Location
ja_jp: 場所

source: {{count}} month
ja_jp: {{count}}か月

source: {{count}} months
ja_jp: {{count}}か月

source: {{count}} year
ja_jp: {{count}}年

source: {{count}} years
ja_jp: {{count}}年

source: Local rule definition
ja_jp: ローカルルール定義

source: Notifications
ja_jp: 通知

source: Notification time
ja_jp: 通知時刻

source: Months
ja_jp: 月数

source: Years
ja_jp: 年数

source: The system will hard-delete users on the last Saturday of the month at which the data retention period expires.
ja_jp: システムは、データ保持期間が終了する月の最後の土曜日にユーザーを完全に削除します。

source: Global and local data retention rules
ja_jp: グローバルおよびローカルデータ保持ルール

source: The data retention settings were successfully saved.
ja_jp: データ保持設定が正常に保存されました。

source: Data retention archives and deletes data after a set period, ensuring compliance and reducing storage costs. Data exceeding the retention period is unrecoverable; make sure you back-up critical information beforehand.
ja_jp: データ保持は、データをアーカイブして所定の期間の経過後に削除することでコンプライアンスを確保し、ストレージコストを削減します。保持期間を超過したデータは復元できませんので、重要な情報は事前にバックアップしてください。

source: Pay Analysis Data Mapping
ja_jp: 支払い分析データのマッピング

source: Demographics
ja_jp: 人口統計分類

source: Enable the "Documents" widget
ja_jp: ［ドキュメント］ウィジェットを有効化

source: Employment
ja_jp: 雇用

source: Data Viewer
ja_jp: データビューアー

source: No results match the search/filter criteria.<br/> Remove filters and clear the search to show all results.
ja_jp: 検索／フィルター条件に一致する結果がありません。<br/> フィルターを解除し、検索をクリアしてすべての結果を表示してください。

source: Custom
ja_jp: カスタム

source: Standard
ja_jp: 標準

source: Enum
ja_jp: 列挙型

source: Enums
ja_jp: 列挙型

source: Entities
ja_jp: エンティティ

source: No data to display
ja_jp: 表示するデータがありません

source: There is currently no data to show here
ja_jp: 現在、ここに表示するデータはありません

source: Collection of all the entities
ja_jp: すべてのエンティティのコレクション

source: Entity category
ja_jp: エンティティカテゴリ

source: Allow feedback deletion
ja_jp: フィードバックの削除を許可

source: Any user can rate the feedback given by any manager
ja_jp: 全ユーザーが、全マネージャから提供されたフィードバックを評価可能

source: Any user can rate the feedback given by any other user
ja_jp: 全ユーザーが、他の全ユーザーから提供されたフィードバックを評価可能

source: Enable the automatic transfer of requests about a direct report to their new manager
ja_jp: 新しいマネージャへの、直属の部下に関するリクエストの自動転送を有効化

source: Any feedback requests about a direct report will be automatically forwarded to the new manager in case of a transfer. The new manager will be able to see a read-only version of the replies, as well as the list of users to whom the request was sent. Once the manager transfer is effective, replies to pending requests will be disabled and the requests will no longer be visible to the previous manager.
ja_jp: 異動時に、直接の部下に関するすべてのフィードバックリクエストが新しいマネージャに自動転送されます。新しいマネージャは、返信の読み取り専用バージョンと、リクエストの送信先であるユーザーのリストを確認できます。マネージャの異動が発効すると、保留中のリクエストへの返信は無効化され、前マネージャにはこのリクエストは表示されなくなります。

source: days
ja_jp: 日
